Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Guovttegielat servodagas gos nubbi giella lea áitojuvvon minoritehtagiella lea erenoamáš hástalus maiddái majoritehtagielagiidda geat fertejit bargat maid sáhttet vai minoritehtagiella sáhttá geavahuvvot nu olu oktavuođain go vejolaš.
smj: Guovtegielak sebrudagán gånnå akta giella le ájtedum unneplåhkogiella le aj ieneplåhkogiella hoallij duogen dahkat majt máhtti váj unneplåhkogiella luluj gullut nav moatten aktijvuodan gå vejulasj.

source: Majoritehtagielat gii oahppá sámegiela, juobe nu ge bures ahte sáhttá čuovvut dábálaš ságastallama, dahká guovttegielagii álkibun válljet sámegiela.
smj: Ieneplåhkogielak guhti sámegielav oahppá, edesik dan mudduj váj buktá dábálasj ságastallamav tjuovvot, viehket guovtegielagijt sámegielav válljit.

source: Áŋgiruššansuorggit
smj: Barggosuorge

source: Sámedikki váldomihttu sámegiela ovddideamis lea lasihit geavaheddjiid logu ja lasihit sámegiela geavaheami.
smj: Sámedikke oajvveulmme sámegiela åvddånahttema gáktuj le lasedit sijá lågov gudi gielav bukti ja sámegiela anov vijdedit.

source: Jus galgá olahit dáid mihtuid, de lea dárbu čielggadit válddi ja ovddasvástádusjuogu Sámedikki ja ráđđehusa gaskka.
smj: Jus galggá dájt ulmijt jåksåt de le dárbulasj tjielgadit mierredimfámov ja åvdåsvásstádusá juohkemav Sámedikke ja ráddidusá gaskan.

source: Gielladieđáhus čielggada njeallje vuođđo áŋgiruššansuorggi sámegiela nannemis ja ovddideamis.
smj: Sámediggediedádus sámegiela gáktuj sisadná hásstalusájt, ulmijt ja strategijajt nieljen vuorodimsuorgen.

source: Dát leat ovddasvástádus sámegillii, sámegiela rámmaeavttut, giellageavaheaddjit ja sámegiela geavaheapmi.
smj: Dá li åvdåsvásstádus sámegiela åvdås, sámegiela ålgodisævto, giellaaddne ja sámegiela adno.

source: Áŋgiruššansuorgi 1: Ovddasvástádus sámegillii
smj: Barggosuorgge 1: Åvdåsvásstádus sámegiela åvdås

source: Sámediggi oaidná govttolažžan čielggadit Sámedikki ja ráđđehusa ovddasvástádusjuogu sámi giellapolitihka hábmemis.
smj: Sámedigge vuojnná vuogas le tjielgadit åvdåsvásstádusáv Sámedikke ja ráddidusá gaskan sáme giellapolitihka hábbmidijn.

source: Sámediggi oaidná guovttesuorat juogu ovddasvástádusa ja geatnegasvuođaid gaskka.
smj: Sámedigge sihtá åvdåsvásstádusáv ja vælggogisvuodajt guoktáj juohket.

source: Stuoradikkis ja ráđđehusas lea láhkahábmenovddasvástádus mii sihkkarastá ovttaskas sámegielagii vuoigatvuođa geavahit sámegiela, ja Sámedikkis fas lea ovddasvástádus ovddidit sámegiela.
smj: Stuorradigge ja ráddidus lágaj tjadá vásstet ájnegis sámegielaga riektá åvdås sámegielav adnet, madi Sámedigge vásstet sámegiela åvddånahttema åvdås.

source: Sámedikkis lea ovddasvástádus ovddidit sámegiela
smj: Sámedigge vásstet sámegiela åvddånahttema åvdås

source: Oassin sápmelaččaid iešmearrideamis iežamet giela, iežamet kultuvrra ja servodateallima dáfus galgá Sámedikkis leat duohta váldi giellapolitihkas.
smj: Oassen sámij iesjmierredimes ietjama giela, kultuvra ja sebrudakiellema åvdås galggá Sámedikken almma fábmo giellapolitihkan.

source: Sámegiella lea juoga maid sápmelaččat ieža fertejit hálddašit.
smj: Sámegiella le juoga majt sáme iesj hæhttuji háldadit.

source: Sámedikkis galgá leat ovddasvástádus ovddidit sámegiela, mii mielddisbuktá ahte Sámedikkis lea ovddasvástádus hábmet sámi giellapolitihka Norggas.
smj: Sámedigge galggá sámegiela åvddånahttema åvdås vásstedit, mij mierkki Sámedikken le åvdåsvásstádus sáme giellapolitihkav Vuonan hábbmit.

source: Dákkár váldi lea mearrideaddji jus galgá sihkkarastit sámegiela boahtteáiggi.
smj: Dákkir fábmo le ájnas jus galggá sámegiela boahtteájgev sihkarasstet.

source: St. dieđ. nr. 28:s (2007-2008) nannejuvvo ahte Sámediggi, sápmelaččaid ovddasteaddji álbmotválljen orgána, lea deháleamos eaktobiddji sámepolitihka dáfus.
smj: St.died. 28 (2007-2008) javladuvvá Sámedigge, mij le sámij álmmukválljidum orgádna, le ájnnasamos dåjmadiddje sámepolitihkan.

source: Sámedikkis ferte leat duohta váikkuhanváldi buot surggiin mat leat dehálaččat sámi servodahkii.
smj: Sámedikken galggá almma fábmo juohkka suorgen mij le sáme sebrudahkaj ájnas.

source: Sámediggi oaidná sámegiela oktan min deháleamos árvvuin ja dat guoská olles sámi álbmogii.
smj: Sámedigge oajvvat sámegiella le akta mijá ájnnasamos árvojs ja guosská ålles sáme álmmugav.

source: Lea dárbu ollislaš ja bajit dási giellapolitihkkii das movt nannet ja ovddidit sámegiela iešguđetge servodatsurggiin.
smj: Dárbbo le ålleslasj ja gájkbadjásasj giellapolitihkka gåktu sámegielav nannit ja åvddånahttet iesjguhtik sebrudaksuorgen.

source: Sámediggedieđáhus sámegiela birra bidjá eavttuid dan bargui.
smj: Sámediggediedádus sámegiela gáktuj mierret dán bargo premissajt.

source: Dát mielddisbuktá ahte ferte leat čielga juohku Sámedikki ja Ráđđehusa ovddasvástádusa ja válddi gaskka.
smj: Dát mierkki aj hæhttu liehket tjielgga juohkem åvdåsvásstádus- ja mierredimsuorgijs Sámedikke ja Ráddidusá gaskan.

source: Ráđđehus lea geatnegahtton sihkkarastit ovttaskas olbmo vuoigatvuođa geavahit sámegiela almmolaš hálddašeamis, dieđáhusaid buktit dárogillii ja sámegillii ja sihkkarastit ahte almmolaš dieđut ja skovit gávdnojit sihke dárogillii ja sámegillii.
smj: Ráddidus galggá gáhttit jut ájnegis ulmutja riektá sámegielav adnet almulasj háldadusá aktijvuodan tjuovoduvvá, diedádusá båhti sihke dárogiellaj ja sámegiellaj.

source: Nu lea Ráđđehusas bajimus ovddasvástádus das ahte stáhtalaš ja suohkanlaš ásahusat devdet iežaset geatnegasvuođaid ja addet ovttaskas giellageavaheaddjái almmolaš bálvalusaid ja fálaldagaid sámegillii.
smj: Ráddidusán le badjásasj åvdåsvásstádus jut stáhta ja suohkana ásadusá ållidi gájbbádusájt ma sidjij gulluji ja juohkka ájnna giellaaddnáj fálli almulasj dievnastusájt ja fálaldagájt sámegiellaj.

source: Sámedikkis galgá leat ovddasvástádus ovddidit sámegiela ja hábmet sámi giellapolitihka Norggas.
smj: Sámedigge galggá vásstedit sámegiela åvddånahttema åvdås ja sámegiela giellapolitihka åvdås Vuonan.

source: Jus Sámedikkis galgá leat duohta bajimus ovddasvástádus sámegiela ovddideamis, de fertejit muhtun eavttut leat sajis.
smj: Jus Sámedikken galggá almma gájkbadjásasj åvdåsvásstádus sámegiela åvddånahttema åvdås, de viehka ållo ævto hæhttuji sajenis.

source: Lea dárbu sihke lasihit ekonomalaš rámmaid, sirdit válddi ja guorahallat lágaid.
smj: Dárbaj sihke ienep rudájt, fámov ja hæhttu lágijt tjadádit.

source: Sámedikkis galgá leat guovddáš rolla dán barggus, ja evttoha ahte ásahuvvo sámi almmolaš lávdegoddi (saOU/SáAL) mas leat ráđđehusa ja Sámedikki ovddasteaddjit mielde.
smj: Sámedikken galggá guovdásj roalla dán bargon, ja oajvvat sáme almulasj nammadus (SAN) nammaduvvá ájrrasij ráddidusás ja Sámedikkes.

source: Dán lávdegottis ferte leat mandáhtta čielggadit ja ráhkadit evttohusaid movt rievdadit lágaid ja válddi das mii guoská sámegillii.
smj: Dán nammadusán galggá mandáhtta tjielgadit ja njuolgadusájt ja fámov rievddadit mij sámegiellaj guosská.

source: Viidáseappot ferte lávdegoddi guorahallat rámmaeavttuid, ovddasvástádusdili ja sámi gielladoaimmaid oktiiheiveheami ja ovddidit rievdadusevttohusaid.
smj: Vijddábut hæhttu nammadus tjadádit sáme gielladåjmaj ålgodisævtojt, vásstediddje suorgijt ja aktisasjbargov ja rievddadusájt oajvvadit.

source: Dát eaktuda ahte Sámediggi hábme lávdegotti mandáhta.
smj: Gájbbádus le Sámedigge nammadusá mandáhtav hábbmi.

source: Mihttu:
smj: Ulme:

source:  Sámedikkis lea ovddasvástádus ovddidit sámegiela ja hábmet Norgga sámi giellapolitihka
smj:  Sámedigge vásstet sámegiela åvddånahttema åvdås ja sáme giellapolitihka hábbmima åvdås

source: Oassemihttu:
smj: Oasseulme:

source:  Reviderejuvvon ekonomalaš rámmat, váldi ja lágat mat gusket sámegillii
smj:  Rievddadum økonomalasj birástagá, fábmo ja njuolgadusá ma sámegiellaj guosski

source: Strategiija:
smj: Strategija:

source:  Nammadit sámi almmolaš lávdegotti mii čielggada lágaid, válddi, rámmaeavttuid ja
smj:  Sáme almulasj nammadusáv nammadit mij guoradallá njuolgadusájt, fámov, ålgodisævtojt ja

source: ovddasvástádusjuogu sámegiela dáfus.
smj: åvdåsvásstádusá juohkemav sámegiela vuoksjuj.

source: Ovddasvástádusjuohku ja gielladoaibmabijuid oktiiheiveheapmi
smj: Gielladåjmaj åvdåsvásstádus ja koordinerim

source: Sámegiella lea okta sámi servodaga vuođđoelemeanttain ja Sámediggi sápmelaččaid álbmotválljen orgánan ferte leat čielga ovddasteaddji giellapolitihkas ja das ferte leat mihá stuorát váldi giellaáššiin go dál lea.
smj: Sámegiella le akta sáme sebrudagá vuodojs ja Sámedigge galggá sámij álmmukválljidum orgádnan liehket viehka tjielggasap oassevállde giellapolitihkan ja galggá viehka ienep fábmo giellagatjálvisájn gå uddni vuojnnep.

source: Lea áibbas čielga dárbu ahte muhtumis lea bajimus ovddasvástádus sámi giellaovddideamis, ja doaibmabijuid oktiiheiveheamis.
smj: Ållu tjielgas dárbbo le jut muhtemin hæhttu gájkbadjásasj åvdåsvásstádus sámegiela åvddånahttema åvdås, ja dåjmaj koordinerima åvdås.

source: Dál leat olu iešguđetlágan ovttasteaddjit main leat iešguđetlágan iešguđetge gielladoaibmabijuid.
smj: Uddni li moaddásin iesjguhtik dahkamusá ja vásstediddje suorge sámegielan, valla ij la aktak guhti vásstet dáj iesjguhtik gielladåjmaj koordinerima åvdås.

source: Dát dagaha eahpečielga dili, ja lea hui vahát sámegiela ovdáneapmái.
smj: Návti sjaddá iehpevisses dille, ja ij le vuogas sámegiela åvddånahttema vuoksjuj.

source: Sámediggi oaidná dárbbu dasa ahte ovddasvástádus oktiiheiveheami ja doaibmabijuid ovttastahttima dáfus dain iešguđetge giellaguovlluin formaliserejuvvo.
smj: Sámedigge vuojnná dárbov formaliserit åvdåsvásstádusáv dåjmaj koordinerimis ja aktijdimes iesjguhtik giellaguovlon.

source: Sámediggi vásiha ahte dat iešguđetge giellaguovllut ohcalit lagat ovttasbarggu Sámedikkiin.
smj: Sámedigge váset iesjguhtik giellaguovlon hálidi lagábut aktan barggat Sámedikkijn.

source: Dát dárbu lea erenoamáš čielggas lullisámi giellaguovllus.
smj: Dáv vásedip sierraláhkáj oarjjelsáme guovlon.

source: Lullisámi álbmot orru bieđgguid ja šaddá olu ovddasteddjiiguin gulahallat sámegiela birra.
smj: Oarjjelsáme álmmuk vijddásit årru, ja sijá giela vuoksjuj moaddása li oassen.

source: Sihke suohkanat, fylkkasuohkanat ja fylkkamánnit barget veahkkin ja dain leat iešguđetlágan rollat lullisámegiela nannema barggus.
smj: Sihke suohkana, fylkkasuohkana ja fylkkamánne viehkedi ja iesjguhtik rollav adni oarjjelsáme giela nannima bargon.

source: Dát sáhttá dagahit ahte lea unnán ovttastahttin ja unnán kontinuitehta barggus.
smj: Návti soajttá e vuojga aktan barga jali barggo ij sjatta guhkesájggásasj.

source: Stuora hástalus dán suorggis lea maid dat go almmolaš hálddašeamis váilot olbmot geain lea gelbbolašvuohta lullisámi gielas ja kultuvrras.
smj: Stuorra hásstalus dán suorgen le aj jut vájllu máhtudahka oarjjelsáme giela ja kultuvra birra almulasj háldadusán.

source: Lea lunddolaš ahte Sámedikkis lea bajimus ovddasvástádus gielladoaibmabijuid oktiiheiveheamis ja ovddasvástádusjuogus.
smj: Luondulasj le Sámedikken le gájkbadjásasj åvdåsvásstádus gielladåjmaj koordinerima ja åvdåsvásstádusá juohkema åvdås.

source: Ráđđehusa sámegielaid doaibmaplána 2009-2013 áigodahkii sisttisdoallá olu buriid doaibmabijuid ja lea leamaš ávkkálaš reaidu barggus nannet ja ovddidit sámegiela.
smj: Ráddidusá sámegielaj doajmmapládna 2009-2013 ájggudahkaj sisadná moadda buorre dåjma ja le ávkálasj nævvon læhkám sámegiela nannima ja åvddånahttema bargo vuoksjuj.

source: Sámediggi oaidná dattetge dárbbu eambbo ollislaš giellapolitihkkii mii fátmmasta olles servodaga.
smj: Ajtu vuojnná Sámedigge dárbov ienep ålleslasj giellapolitihkas mij ålles sebrudagáv gåbttjå.

source: Doaibmaplána barggu olis lea Sámediggi ovttasbargan muhtun departemeanttaiguin.
smj: Doajmmaplána bargu tjadá le Sámedigge aktan barggam muhtem departementaj.

source: Dat iešguđetge departemeanttat fertejit háhkat stuorát gelbbolašvuođa sámi diliid ja sámegiela birra.
smj: Iesjguhtik departemænnta hæhttu ienep máhtudagájt åttjudit sáme ássjij ja sámegiela vuoksjuj.

source: Nu go dilli lea dál, de eai nagot guovddáš eiseválddit hábmet ollislaš giellapolitihka sámegiela hárrái.
smj: Gåktu udnásj dille le e guovdásj oajválattja nagáda ålleslasj giellapolitihkav sámegiela gáktuj hábbmit.

source: Lea dehálaš ahte dat iešguđetge departemeanttat álget guoddit eambbo ovddasvástádusa ja ožžot čielgaset rolla sámegiela barggu dáfus.
smj: Ájnas le jut iesjguhtik departemænnta åvdåsvásstádusáv oadtju ja tjielggasap rollav oadtju mij guosská sámegiela bargguj.

source: Jus ráđđehusa sámegielaid doaibmaplána galgá čuovvoluvvot, de ferte Sámediggedieđáhus sámegielaid birra biddjot vuođđun.
smj: Jus galggá ráddidusá sámegielaj doajmmaplánajn joarkket de hæhttu Sámediggediedádus sámegielaj gáktuj vuodon liehket.

source: Gielladoaimmat buoret ovttastahttinbarggus lea sámi ásahusain guovddáš rolla.
smj: Gå galggá gielladåjmajt buorebut koordinerit li sáme ásadusá guovdátjin.

source: Jus galgá ráhkadit buriid ovdánanvejolašvuođaid dain iešguđetge giellaguovlluin, de dárbbaša Sámediggi ásahusaid main leat čielga ovddasvástádusdoaimmat.
smj: Jus galggá buorre åvddånahttemvejulasjvuodajt iesjguhtik giellaguovlon de dárbaj Sámedigge ásadusájt tjielgas vásstediddje dahkamusáj.

source: Ovddasvástádusa formálalaš juohkin ferte mielddisbuktit ahte ásahusat ožžot buriid rámmaeavttuid nu ahte dain lea vejolašvuohta hukset bajás iežaset kapasitehta ja gelbbolašvuođa váldit badjelasaset dán ovddasvástádusa.
smj: Gå galggá åvdåsvásstádusáv formálattjat juogadit de dat mierkki ásadusá hæhttuji buorep ålgodisævtojt oadtjot váj bessi ietjasa kapasitehtav ja máhtudagáv tsieggit dáv åvdåsvásstádusáv váldátjit.

source: Ásahusain ferte leat dárbbašlaš váldi gozihit ahte giellabarggu organiseren guovllus addá nu buriid bohtosiid go sáhttá.
smj: Ásadusájn hæhttu nuoges fábmo gehtjadit jut guovlo giellabargo organiserim vaddá båhtusijt ma li nav buore gå máhtti.

source:  Sámedikkis lea bajimus ovddasvástádus sámegiela doaibmabijuid ovddasvástádusjuogus ja
smj:  Sámedigge vásstet sámegiela dåjmaj åvdåsvásstádusjuohkema ja koordinerima åvdås

source:  Lea čielga ovddasvástádusjuohku sámegiela barggus dain iešguđetge giellaguovlluin
smj:  Sámegiela bargo åvdåsvásstádus le tjielggasit juogadum iesjguhtik giellaguovlon

source:  Ovttasbargat suohkaniiguin, sámi ásahusaiguin ja organisašuvnnaiguin juohkit
smj:  Barggat aktan suohkanij, sáme ásadusáj ja organisasjåvnåj gåktu juogadit åvdåsvásstádusáv

source: ovddasvástádusa das movt ovttastahttit ja oktiiheivehit gielladoaimmaid dain iešguđetge giellaguovlluin
smj: gielladåjmaj aktisasjbargo ja koordinerima åvdås iesjguhtik giellaguovlon.

source: Govva das movt sámegiela dilli lea
smj: Sámegiela dile gåvvå

source: Buorre giellapolitihkka ferte váldit vuođu dain iešguđetge diliin main giella lea, ja dán ii sáhte dahkat almmá buriid duogášdieđuid ja kártemiid haga.
smj: Buorre giellapolitihka vuodon hæhttu da iesjguhtik dile majt giella váset, ja dáv ij máhte dahkat buorre duogásjmáhtudagáj ja kárttimij dagá.

source: Daid iešguđetge gielladiliid áigges áigái kárten sáhttá ge leat ávkkálaš reaidu.
smj: Ållesájggásasj kárttima iesjguhtik gielladiles luluj navti vuogas ræjddon.

source: Gielladoaimmaid dáfus lea maid dehálaš ahte leat ortnegat mat addet gova áigges áigái das movt sámegiella geavahuvvo iešguđetge guovlluin.
smj: Gielladåjmaj vuoksjuj le aj ájnas jut li årniga ma ållesájggásasj gåvåv vaddi sámegiela anos iesjguhtik suorgen li sajenis.

source: Dál gávdno dušše statistihkalaš govva das movt oahpahusgiella válljejuvvo skuvllain.
smj: Uddni le dåssju statistihkalasj gåvvå oahppogiela válljimis skåvlån.

source: Seammalágan registreren ovdamearkka dihte das galle sámegielaga leat bálvalusásahusain ja man muddui sámegiella geavahuvvo áššemeannudeamis, livččii maid ávkkálaš.
smj: Sæmmilágásj registrerim duola dagu galles sámásti dievnastusfáladiddje ásadusájn ja makta sámegiella ássjegiehtadallamin aneduvvá luluj aj vuogas.

source: Lea maid dárbu dutkat eambbo dán suorggi.
smj: Dárbbo le aj ienep dutkamis dán suorgen.

source: Dan oktavuođas leat Sámi allaskuvla ja Sámi statistihka analysajoavku guovddáš ovddasteaddjit dan lagasvuođa geažil mii sis lea sámi giellabirrasiidda.
smj: Dán aktijvuodan le luondulasj gehtjadit Sáme allaskåvllåj ja sáme statistihka analyjssajuohkusij hiebalgis dåjmadiddjijda gå sij li ham sáme giellabirrasij lahka.

source: Sámegielaid servodatdili fágalaš analysas Norggas sáhttá leat ávkkálaš geavahit UNESCO vuogi analyseret gielladiliid.
smj: Gå galggá sámegielaj sebrudakdilev guoradallat Vuonan, de ihkap luluj vuogas adnet UNESCO vuogev gielladilev analyserit.

source: Organisašuvdna lea ráhkadan reaiddu mainna sáhttá árvvoštallat man gievra dahje hearki dihto giella lea.
smj: Organisasjåvnnå le vædtsagav hábbmim mij árvustallá makta gielan le nanos jali rasjes dille.

source: Dáinna reaidduin sáhttá differensieret daid iešguđetge sámegielaid, ja sáhttá maid veahkkin árvvoštallat erohusaid das man nanus giella lea iešguđetge geográfalaš guovlluin.
smj: Dáv vædtsagav máhttá adnet buohtastahtátjit ja differensierit iesjguhtik sámegielaj gaskan, ja aj viehkken dádjadittjat ærodusájt man nannusit giella le sajájduvvam iesjguhtik geográfalasj guovlon.

source:  Buorre giellaplánen mii váldá vuođu buriin, áigges áigái kártemiin ja fágalaš analysain
smj:  Buorre giellaplánim mij le vuogas, ållesájggásasj kárttimij ja fágalasj analyjsaj nanna

source:  Bargat dan ala ahte Sámi statistihka analysajoavku oažžu resurssaid jeavddalaččat kártet ja
smj:  Barggat dan vuoksjuj jut sáme statistihka analyjssajuogos ressursajt oadtju váj bessi ålles ájge

source: analyseret sámegiela dili ja ovdáneami Norggas
smj: sámegiela dilev ja åvddånahttemav Vuonan kárttit ja analyserit.

source: Sámegielaid bearráigeahččo- ja váiddaorgána
smj: Sámegiela bærrájgæhttje- ja gujttimorgádna

source: Sámelága giellanjuolggadusat galget sihkkarastit ahte ovttaskas olbmo lágas nannejuvvon vuoigatvuohta geavahit sámegiela go deaivvada almmolašvuođain, devdojuvvo.
smj: Sámelága giellanjuolgadusá galggi sihkarasstet jut ájnegis ulmutja riektá sámegielav adnet almulasj aktijvuodajn ålliduvvá.

source: Vásáhusat čájehit ahte vaikko gávdnojit dát njuolggadusat, de ovttaskas olbmot vásihit njuolggadusrihkkumiid, ja ahte sin oktagaslaš vuoigatvuođat eai doahttaluvvo.
smj: Ajtu vájku dá njuolgadusá li sajenis vásedi ájnegis ulmutja njuolgadusá e tjuovoduvá.

source: Odne lea fylkkamánni váiddaorgána sámelága giellanjuolggadusaid dáfus jus váidda guoská suohkanlaš dahje fylkkasuohkanlaš orgánaide.
smj: Uddni le fylkkamánne sámelága giellanjuolgadusáj gujttimorgádna jus gujttim guosská suohkanlasj jali fylkkasuohkanlasj ásadusájda.

source: Dát lea dakkár ámmát mii ii leat doaibman nu go lei jurddašuvvon.
smj: Dát ij le ájggomusáj milta doajmmam.

source: Fylkkamánni ii oaččo báljo ovttage váidaga, seammás go medias dávjá boahtá ovdan ahte ovttaskas olbmuid vuoigatvuođat eai leat devdojuvvon.
smj: Fylkkamánne ij oattjo vargga avtak gujttimusáv, madi sæmmi båttå media baktu álu åvddån boahtá ájnegis ulmutja e ietjasa riektájt oattjo ållidum.

source: Orro leame váttis ovttaskas olbmuide diehtit geainna galget váldit oktavuođa jus áigot váidit, ja fylkkamánniid bealis biddjojit beare unnán resurssat čuovvut dán váiddaortnega.
smj: Vuojnnet gássjel le ájnegis ulmutjijda diehtet gejna galggi aktijvuodav válldet gå galggi gujttit, ja fylkkamánnij bieles ilá binná ressursa biejaduvvi dáv gujttimårnigav tjuovvolittjat.

source: Dasa lassin ii leat fylkkamánniin makkárge bearráigeahččodoaibma giellanjuolggadusaid hárrái.
smj: Duodden ij le fylkkamánnijn makkirak gæhttjodoajmma giellanjuolgadusáj milta.

source: Sámelága giellanjuolggadusaid rihkkun ii mielddisbuvtte makkárge váikkuhusaid dasa gii rihkku njuolggadusaid.
smj: Sámelága giellanjuolgadusáj doadjemis ælla makkirak vájkkudusá sidjij gudi njuolgadusájt dådjali.

source: Dilli lea hui vahát giela sajádahkii servodagas, ja sáhttá áiggi vuollái dagahit ahte bohtosat mat leat olahuvvon lága bokte, njeidojuvvojit.
smj: Navti le gevvam jut dakkir dille le sjaddam gånnå ájnegis ulmutjij riektá e ålliduvá. Dássta giela sadje sebrudagán hedjun, ja ájge milta soajttá álbedit dajt båhtusijt ma li lágaj baktu ållidum.

source: Sámediggi dáhttu ahte ovttaskas olbmo vuoigatvuohta geavahit sámegiela galgá sihkkarastojuvvot ja oaidná dárbbu dárkkistit sihke váiddaortnega ja árvvoštallat dárbbu bearráigeahččoortnegii.
smj: Sámedigge sihtá juohkka ájnegisá riektá sámegielav adnet mij le riektá baktu mierredum sihkarasteduvvá ja vuojnná dárbov oahttseårnigis.

source: Jus galgá sáhttit fuolahit ovttaskas olbmo vuoigatvuođa geavahit sámegiela, de lea dárbu oinnolaš váiddaorgánii, ja bearráigeahččoorgánii mii bearráigeahččá almmolaš etáhtaid.
smj: Váj galggá bærrájgæhttjat juohkka ájnegisá riektáv sámegielav adnet le dárbbo gujttimásadusás mij le vuojnnusin, aktan oahttseásadusájn mij almulasj ásadusájt bærrájgæhttjá.

source: Sámediggi oaidná ahte seamma orgána sáhttá fuolahit goappašat rollaid, ja evttoha ahte ásahuvvo bearráigeahččo- ja váiddaorgána sámelága giellanjuolggadusaid ektui.
smj: Sámedigge vuojnná dá rålla máhtti avtat ja sæmmi ásadusás tjoavdeduvvat, ja oajvvat sámelága giellanjuolgadusáj oahttse- ja gujttimorgádna ásaduvvá.

source: Dákkár orgána mandáhta hábmedettiin galgá Sámedikkis leat guovddáš rolla ja galgá buktit evttohusaid movt váidda- ja bearráigeahččodoaibma galgá hálddašuvvot.
smj: Dákkir orgána mandáhta hábbmimin galggá Sámedikken guovdásj roalla ja galggá mierredit gåktu gujttim- ja oahttsedoajmma háldaduvvá.

source: Bearráigeahččo- ja váiddaorgána ferte leat oidnosis nu ahte ovttaskas olmmoš diehtá geainna galgá váldit oktavuođa, ja ahte orgána bearráigeahččá almmolaš ásahusaid.
smj: Oahttse- ja gujttimorgádna hæhttu vuojnnusin liehket váj ájnegis ulmutja diehti gejna galggi aktijvuodav válldet, sæmmi båttå gå orgádna dåjmalattjat almulasj ásadusájt bærrájgæhttjá.

source: Sámediggedieđáhusas oahpahusa ja oahpu birra digaštallojuvvo dárbu čielggadit Sámedikki rolla sámi mánáid ja nuoraid oahppovuoigatvuođa áittardeaddjin, ja Sámedikki rolla bearráigeahččoorgánan sámi oahpahusáššiid dáfus.
smj: Sámediggediedádus åhpadusá hárráj lagábut dagástallá Sámedikke rållav sáme mánáj ja nuoraj oahttsen åhpadusá riektáj vuoksjuj ja Sámedikke rållav bærrájgæhttjeorgádnan sáme oahppogatjálvisáj vuoksjuj.

source: Livččii lunddolaš geahčadit dán guokte proseassa oktilaččat.
smj: Luluj luondulasj dájt prosessajt aktan gehtjadit.

source:  Aktiivvalaš bearráigeahččo- ja váiddaorgána sámelága giellanjuolggadusaid dáfus
smj:  Dåjmalasj oahttse- ja gujttimorgádna sámelága giellanjuolgadusáj gáktuj

source:  Ráhkadit mandáhta sámelága giellanjuolggadusaid bearráigeahččo- ja váiddaorgánii
smj:  Sámelága giellanjuolgadusáj oahttse- ja gujttimorgána mandáhtav dahkat

source: Áŋgiruššansuorgi 2: Sámegiela rámmaeavttut
smj: Barggosuorgge 2: Sámegiela ålgodisævto

source: Jus galgá sihkkarastit sámegiela boahtteáiggi, de leat máŋggat rámmaeavttut mat fertejit leat sajis.
smj: Váj sámegiela boahtteájgev nanni de le galle ålgodisævtojs ma hæhttuji sajenis liehket.

source: Buriid mihttomeriid sámegiela hárrái ii sáhte olahit jus eai leat doarvái ekonomalaš ja olmmošlaš návccat.
smj: Buorre ulme sámegiela vuoksjuj e ålliduvá váni nuoges rudá ja ulmutja.

source: Eavttut nu go giellafágalaš ovdáneapmi, giellabarggu organiseren ja rámmat fertejit maid leat sajis jus galgá sihkkarastit buori giellaovdáneami.
smj: Ævto dagu giellafágalasj åvddånahttem, giellabargo organiserim ja birástagá hæhttuji aj sajenis jus giella galggá buoragit åvddånit.
